ERRORS = {
    "not_number": {
        "text": "Ошибка ввода данных - буквы в числовом поле",
        "color": "red"
    },

    "no_name_list": {
        "text": "Не найден файл со списками Пожарных Частей",
        "color": "red"
    },
    "no_file": {
        "text": "Не найден Excel-файл.",
        "color": "red"
    },
    "no_sheets": {
        "text": "В файле нет вкладок",
        "color": "red"
    },
    "no_point": {
        "text": "В файле отсутствует ячейка с выбранным названием подразделения\n"
                "(Добавьте или исправьте данные конфигурационного файла)",
        "color": "red"
    }
}